Repository: andreparente/Joguinho
Catalog: Joguinho/Joguinho/*.lproj/Localizable.strings
Languages: es, it, pt_br

source: Resume
es: Continua
it: Continuare
pt_br: Continuar

# Planet_Instruction
source: Select a planet
es: Selecciona un planeta
it: Scegli un pianeta
pt_br: Escolha um planeta

source: Total coins:
es: Total de monedas:
it: Totale di monete:
pt_br: Total de moedas:

source: YOU LOST :(
es: PERDISTE :(
it: HAI PERSO :(
pt_br: VOCÊ PERDEU :(

# You_Won
source: YOU DID IT!
es: LO HAS LOGRADO!
it: CE L'HAI FATTA
pt_br: VOCÊ CONSEGUIU!

# Won_Message
source: congratulations, you rock
es: Enhorabuena
it: congratulazioni
pt_br: parabéns, você arrasou

# Lost_Message
source: no prob, you can try again
es: intenta de nuevo
it: riprova
pt_br: sem problemas, tente de novo

# Final_Description_Image
source: final8
es: final8_Esp
it: final8_Ita
pt_br: final8_Port

source: Exchange
es: Tienda
it: Magazzino

source: Spaceships
es: Astronaves
it: Astronavi

# Choose_Spaceship
source: Choose your spaceship
es: Escoge tu nave
it: Scegli la tua nave

source: Currently in Use
es: En uso nel momento
it: In uso al momento

source: Neptune
es: Neptuno
it: Nettuno
pt_br: Netuno

# Neptune_Description
source: the windiest planet
es: el planeta del viento
it: il pianeta del vento
pt_br: o planeta do vento

# Neptune_Complete_Description
source: Dark, cold and whipped by supersonic winds, Neptune is the last of the hydrogen and helium gas giants in our solar system. More than 30 times as far from the sun as Earth, the planet takes almost 165 Earth years to orbit our sun. In 2011 Neptune completed its first orbit since its discovery in 1846. Gravity: 11.15
es: Escuro,frio y golpeado por vientos supersónicos,Neptuno es el último de los gigantes de gas compuestos de hidrógeno y helio en nuestro sistema solar. Tiene una distancia en relación al Sol 30 vezes más grande que la distancia de la Tierra.Por eso,el planeta tarda casi 165 años terrestres para orbitar el Sol. En 2011 Neptuno completó su primera órbita desde su descubrimiento en 1846.
it: Oscuro,freddo e colpito tutti i giorni per venti supersoniche,Nettuno è l'ultimo dei giganti di gas composti di elio e idrogeno del nostro sistema solare.La sua distanza in relazione al sole è 30 volte piú grande che la distanza della Terra.Per questo motivo, il pianeta tarda quasi 165 anni terrestri per orbitare il sole. In 2011 Nettuno ha completato la sua prima orbita da quando è stato scoperto in 1846.
pt_br: Escuro,frio e atingido diariamente por ventos supersônicos,Netuno é o último dos gigantes de gás compostos de hélio e hidrogênio do nosso sistema solar.Tendo uma distância em relação ao sol 30 vezes maior que a Terra,o planeta leva quase 165 anos terrestres para orbitar nosso Sol. Em 2011 Netuno completou sua primeira órbita desde seu descobrimento em 1846. Gravidade:11.15

# Neptune_Description_Image
source: textNeptune
es: textNeptune_Esp
it: textNeptune_Ita
pt_br: textNeptune_Port

source: Uranus
es: Urano
it: Urano
pt_br: Urano

# Uranus_Description
source: the coldest planet
es: el planeta más frío
it: il pianeta più ghiacciato
pt_br: o planeta sem superfície

# Uranus_Complete_Description
source: Uranus is another one of the gas giants in our solar system. It's very similar to Neptune in many ways, like it’s composition and the fact that they both have rings. Some of the peculiarities about Uranus are that it has no internal source of heat which causes it to display very few surface when observed from a great distance and that its rings are much smaller than the ones from other planets. Gravity: 8.87
es: Urano es otro de los gigantes de gas del nuestro sistema solar.De muchas maneras es muy similar a Neptuno.Algunas de las cosas en comun son su composición física y el hecho de que los dos tienen anillos.Algunas de las particularidades de Urano son el hecho de que el no tiene ninguna manera de calefacción interna causando la sensación que el no tiene una superficie.Sus anillos también son mucho más pequeños que los otros planetas que los tienen.
it: Urano è un altro degli giganti di gas del nostro sistema solare.In molti modi si assomiglia a Nettuno.Alcune dalle cose in comune sono la sua composizione è il fato di che entrambi possiedono anelli.Alcune dalle particolarità di Urano sono il fato di che non possiede nessuna maniera di riscaldamento interno causando la sensazione che non c'è superficie.Suoi anelli anche sono molto piu picolli che gli altri pianeti che tengono anelli.
pt_br: Urano é outro dos gigantes gasosos no nosso sistema solar.De várias formas é muito parecido com Netuno.Algumas similaridades são a sua composição física e o fato de ambos terem anéis.Algumas das peculiaridades sobre Urano são o fato dele não ter nenhuma forma de aquecimento interno própria acarretando a quase ausência de superfície vísivel.Além disso seus anéis são muito menores do que os dos outros planetas que os possuem. Gravidade:8.87

# Uranus_Description_Image
source: textUranus
es: textUranus_Esp
it: textUranus_Ita
pt_br: textUranus_Port

source: Saturn
es: Saturno
it: Saturno
pt_br: Saturno

# Saturn_Description
source: the planet of the rings
es: el planeta de los anillos
it: il pianeta degli anelli
pt_br: o planeta dos anéis

# Saturn_Description_Image
source: textSaturn
es: textSaturn_Esp
it: textSaturn_Ita
pt_br: textSaturn_Port
